tap "anomalyco/tap"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "nats-io/nats-tools"
tap "oven-sh/bun"
tap "redpanda-data/tap"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "sst/tap"
tap "tw93/tap"
brew "cryptography"
brew "ansible-lint"
brew "python@3.12"
brew "autojump"
brew "awscli"
brew "bash-completion"
brew "bazel"
brew "black"
brew "buf"
brew "clang-format"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "tidy-html5"
brew "php"
brew "composer"
brew "coreutils"
brew "dnsmap"
brew "dnsmasq"
brew "elixir"
brew "fd"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "gnu-tar"
brew "go"
brew "golang-migrate"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "hey"
brew "icu4c@76"
brew "libheif"
brew "imagemagick"
brew "k6"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "libiconv"
brew "maven"
brew "nats-server"
brew "neofetch"
brew "neovim"
brew "nginx", link: false
brew "nmap"
brew "node@20"
brew "nss"
brew "php@8.1"
brew "php@8.2"
brew "pkgconf"
brew "protobuf"
brew "qrencode"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "scrcpy"
brew "sqlc"
brew "sshpass"
brew "stow"
brew "telnet"
brew "temporal"
brew "tmux"
brew "tree"
brew "unrtf"
brew "watchman"
brew "wget"
brew "wv"
brew "zsh"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
brew "nats-io/nats-tools/nats"
brew "oven-sh/bun/bun"
brew "redpanda-data/tap/redpanda"
brew "shivammathur/extensions/mcrypt@7.0"
brew "shivammathur/extensions/mcrypt@7.2", link: false
brew "shivammathur/php/php@5.6"
brew "shivammathur/php/php@7.1"
brew "shivammathur/php/php@7.3", link: true
brew "tw93/tap/mole"
cask "android-platform-tools"
cask "arc"
cask "cursor"
cask "dbeaver-community"
cask "firefox"
cask "font-geist-mono"
cask "font-monaspace"
cask "font-victor-mono"
cask "gcloud-cli"
cask "ghostty"
cask "goland"
cask "iterm2"
cask "ngrok"
cask "orbstack"
cask "postman"
cask "slack"
cask "sublime-text"
cask "tableplus"
cask "warp"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "beardedbear.beardedicons"
vscode "christian-kohler.path-intellisense"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "gulajavaministudio.mayukaithemevsc"
vscode "humao.rest-client"
vscode "k--kato.intellij-idea-keybindings"
vscode "mikestead.dotenv"
vscode "ms-vscode.makefile-tools"
vscode "redhat.vscode-yaml"
vscode "sleistner.vscode-fileutils"
vscode "unifiedjs.vscode-mdx"
vscode "xaver.clang-format"
vscode "zxh404.vscode-proto3"
go "github.com/cosmtrek/air"
go "github.com/hibiken/asynq/tools/asynq"
go "github.com/beego/bee/v2"
go "github.com/bufbuild/buf/cmd/buf"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/go-bindata/go-bindata/go-bindata"
go "github.com/smartystreets/goconvey"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/cmd/gonew"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/fullstorydev/grpcurl/cmd/grpcurl"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "github.com/nats-io/natscli/nats"
go "golang.org/x/pkgsite/cmd/pkgsite"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-grpc-gateway"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-openapiv2"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
go "github.com/a-h/templ/cmd/templ"
go "github.com/google/wire/cmd/wire"
cargo "duragent-gateway-telegram"
